DELETE FROM t_platform_site;
insert into t_platform_site(id,platform_id,site_name,currency,site_short_name,exchange_rate)
values(1,1,'马来西亚','MYR','MY',1.5832),
  (2,1,'泰国','THB','TH',0.1996),
  (3,1,'台湾','TWD','TW',0.2222),
  (4,1,'印尼','IDR','ID',0.0005),
  (5,1,'新加坡','SGD','SG',4.9182),
  (6,1,'菲律宾','PHP','PH',0.1303),

  (7,2,'马来西亚','MYR','MY',1.5832),
  (8,2,'印尼','IDR','ID',0.0005),
  (9,2,'菲律宾','PHP','PH',0.1303),
  (10,2,'泰国','THB','TH',0.1996),
  (11,2,'新加坡','SGD','SG',4.9182),
  (12,2,'越南','VND','VN',0.0003),

  (13,3,'尼日尼亚','NGN','NG',0.018),

  (14,4,'智利','CLP','CL',0.0106),
  (15,4,'哥伦比亚共和国','COP','CO',0.0022),
  (16,4,'墨西哥','MXN','MX',0.3505),
  (17,4,'秘鲁','PEN','PE',2.0362 ),

  (18,18,'英国','GBK','UK',9.3352 ),
  (19,18,'美国','$','US',6.6271 ),
  (20,18,'澳大利亚','AUD','AU',5.0036),
  (21,18,'德国','EUR','DE',7.7875),
  (22,18,'法国','EUR','FR',7.7875),
  (23,18,'意大利','EUR','IT',7.7875),
  (24,18,'西班牙','EUR','ES',7.7875);